[
  {
    "id": 1,
    "name": "Mouse inalámbrico recargable Logitech G Series negro",
    "photo1": "mouse.jpeg",
    "photo2": "1654344377820.jpeg",
    "photo3": "1654344377821.jpeg",
    "photo4": "1654344377821.jpeg",
    "catg": "Accesorios",
    "description": "Ahora puedes jugar con más rapidez y precisión con G502 LIGHTSPEED, dotado de conectividad inalámbrica superrápida de 1 ms. Un sensor HERO de próxima generación ofrece rendimiento de 16.000 dpi y eficiencia energética superiores, dándote hasta 60 horas de juego ininterrumpido. Once botones programables te ayudan a optimizar el juego con enlaces de teclas y macros personalizadas. Los botones principales tienen tensión de resorte metálico para una actuación rápida y precisa. Seis pesas personalizables te permiten configurar la sensación del ratón en la mano. RGB LIGHTSYNC proporciona ~16,8 millones de colores para crear un entorno de juego emocionante e inmersivo. El botón rueda para desplazamiento superrápido permite recorrer a toda velocidad menús y documentos largos. Empareja con POWERPLAY para disponer de carga infinita.                        ",
    "stock": "5",
    "price": "11.298",
    "discountAply": "15",
    "shipping": false,
    "discount": false
  },
  {
    "id": 2,
    "name": "Parlante Home Bluetooth 2.1 Subwoofer",
    "photo1": "parlantes.jpeg",
    "photo2": "1654792214179.jpeg",
    "photo3": "1654792214179.jpeg",
    "photo4": "1654792214180.jpeg",
    "catg": "Hardware",
    "description": " PARLANTE MULTIFUNCION CON SUBWOOFER\r\n\r\nParlantes de 3” + 2 “ x2\r\nPotencia: 5 W + 3 W x 2\r\nEntrada USB (NECESITA ESTAR CONECTADO PARA FUNCIONAR )\r\nVIENE CON CABLE AUXILIAR PARA CONECTAR TAMBIEN MEDIANTE CABLE A UNA PC, CELULAR , ETC,\r\nMedidas: 160 x 152 x 120 mm (subwoofer) 77 x 70 x 120 mm x 2 (parlantes)\r\n\r\nNo necesita recarga, alimentado por USB                  ",
    "stock": "10",
    "price": "42.699",
    "discountAply": "25",
    "discount": true,
    "shipping": true
  },
  {
    "id": 3,
    "name": "Monitor gamer curvo Gigabyte G27QC led 27 \" negro ",
    "photo1": "monitores.jpeg",
    "photo2": "1654344487158.jpeg",
    "photo3": "1654344487159.jpeg",
    "photo4": "1654344487159.jpeg",
    "catg": "Hardware",
    "description": "Este monitor de 27\" te va a resultar cómodo para estudiar, trabajar o ver una película en tus tiempos de ocio. Asimismo, su resolución de 2560 x 1440 te permite disfrutar de momentos únicos gracias a una imagen de alta fidelidad. Una de sus virtudes es que posee pantalla antirreflejo, de esta manera no verás reflejado lo que está detrás de vos y vas a evitar forzar tu vista para enfocar el contenido. Su tiempo de respuesta de un milisegundo lo hace ideal para gamers y cinéfilos porque es capaz de mostrar imágenes en movimiento sin halos o bordes borrosos.     ",
    "stock": "20",
    "price": "80.000",
    "discountAply": "10",
    "discount": true,
    "shipping": true
  },
  {
    "id": 7,
    "name": "Sillon Gamer Soul Profesional Silla Gaming Ergonomica Reclin",
    "photo1": "1652393469435.jpeg",
    "photo2": "1654344563027.jpeg",
    "photo3": "1654344563028.jpeg",
    "photo4": "1654344563028.jpeg",
    "catg": "Accesorios",
    "description": "SILLA GAMING MARCA SOUL\r\n\r\n\r\nPARA PASAR HORAS TRABAJANDO O JUGANDO\r\n\r\nEspuma de alta densidad, Diseño Deportivo con Costuras.\r\nMecanismo Basculante de Reclinacion.\r\nGran Comodidad con Apoyos Laterales , apoya-brazos Robustos y Acolchados\r\nAltura ajustable, Ruedas.\r\nBase Firme\r\nExcelente Estabilidad\r\nSillon Ideal Para Largas Horas de Juego\r\n\r\nEspecificaciones técnicas:\r\n\r\n• Tipo: Gamer\r\n• Altura: Ajustable\r\n• Diseño Ergonómico: Asiento y Respaldo Ergonómicos\r\n• Incluye Almohadón Lumbar y Cervical\r\n• Reclinable: Si\r\n• Reposa-brazos Con Almohadillas\r\n• Regulación de Altura mediante Pistón de Gas con Recubrimiento a Prueba de Polvo Negro\r\n• Respaldo: Cuero, y Espuma Alta densidad\r\n• Material: Marco Metálico y PVC\r\n• Mecanismo de Mariposa (Elevación Inclinación y Bloqueo)\r\n• Almohadones: Si\r\n• Base Estrellada: Metalica\r\n• Pesaje: Hasta 180Kg Aprox         ",
    "stock": "50",
    "price": "34.999",
    "shipping": false,
    "discount": true,
    "discountAply": "25"
  },
  {
    "id": 1654870331654,
    "name": "Teclado gamer Redragon Dragonborn K630 negro con luz RGB",
    "photo1": "1654870331637.jpeg",
    "photo2": "1654870331640.jpeg",
    "photo3": "1654870331641.jpeg",
    "photo4": "1654870331645.jpeg",
    "catg": "Accesorios",
    "description": "Disfrutá de tus partidas en otro nivel con Redragon, marca reconocida que se especializa en brindar la mejor experiencia de juego al público gamer desde hace más de 20 años. Sus teclados se adaptan a todo tipo de jugadores y esto los convierten en un fiel reflejo de la alta gama y calidad que la compañía ofrece.\r\n\r\nDistinción a todo color\r\nSu retroiluminación le da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados.\r\n\r\nTecnología antighosting\r\nEste dispositivo tiene teclas antighosting. Esta cualidad es indispensable si requerís de un uso intensivo del periférico. Gracias a esto podrás evitar fallas al tocar varias teclas al mismo tiempo. ",
    "stock": "20",
    "price": "5.799",
    "shipping": true,
    "discount": true,
    "discountAply": "5"
  },
  {
    "id": 1654871389806,
    "name": "Smart Monitor M5 27\" FHD - Smart TV Apps/Conectividad",
    "photo1": "1654871389777.jpeg",
    "photo2": "1654871389782.jpeg",
    "photo3": "1654871389785.jpeg",
    "photo4": "1654871389789.jpeg",
    "catg": "Accesorios",
    "description": "Descripción\r\nLa primera pantalla del mundo para hacerlo todo\r\nConoce la pantalla que realmente hace de todo, estés estudiando, trabajando o relajándote en casa.Trabaja en increíble calidad sin cambiar al portátil o al PC, o disfruta de tu contenido en un televisor con las apps ya preinstaladas, altavoces de serie y mando a distancia.\r\n\r\nTu streaming, con la increíble calidad de un televisor\r\nTrabaja desde la mesa; ve lo que quieras desde el sofá.\r\nLa plataforma Tizen accede a tus apps de TV favoritas: Netflix, You Toube, Disney+ y más. Hace maratones de cine en resolución FHD con un realismo impresionante, sin necesidad de usar descodificador ni ordenador.\r\n\r\nRevela el lado oculto de tus juegos\r\nDescubre áreas ocultas durante tus partidos con Ultrawide Game View. Ajusta tu pantalla a 21:9, para que así veas más campo en un partido de fútbol o más carretera en un juego de carreras.\r\n\r\nTrabajo y aprendizaje más inteligentes\r\nYa tengas espacio para una sola pantalla o necesites una segunda en la que hacerlo todo, los Smart Monitors de Samsung hacen que el teletrabajo sea coser y cantar.\r\n\r\nMejora la calidad del teletrabajo\r\nTrabaja desde casa mientras accedes en remoto al escritorio de tu PC con Microsoft Office 365 Suite y Remote Access.\r\nPerfecciona esa presentación de PowerPoint, redacta rápidamente un paper en Word y guárdalo todo en la nube.\r\n\r\nUna nueva forma de aprender\r\nEstudiante a tiempo completo o padre de familia, podrás asistir a clases y hacer tareas sin necesidad de un PC.\r\nWireless DeX te permite ver tu dispositivo móvil Samsung en tu monitor como un escritorio.\r\nAdemás, con AirPlay 2 de serie, también podrás transmitir o compartir contenido de tus dispositivos Apple.\r\n\r\nEl más cómodo para tus ojos\r\nPara sesiones maratonianas de trabajo o noches de estudio, esta pantalla mira por ti gracias a Adaptive Picture, que optimiza el brillo según la hora del día e incorpora protección contra luz azul de serie.\r\n\r\nLa conectividad más sencilla\r\nConexión más inteligente. Auto Source Switch+ pone en marcha tu nuevo dispositivo en cuanto lo enchufas o cunado lo conectas inhalambricamente.\r\n\r\nEl primer monitor del mundo que combina servicio multimedia OTT, conectividad móvil y funcionamiento PC en remoto.\r\nLa disponibilidad de la app podría variar en función del país.\r\nSe requiere suscripción a la app.\r\nLas especificaciones del mando a distancia podrían cambiar en función del país.\r\nEl sintonizador TV no está incluido.\r\nLa disponibilidad está limitada a fuentes que soporten el formato 21:9.\r\nPodría funcionar de forma diferente en función del juego o el contenido visualizado.\r\nSe requieren Windows 10 Pro, Mac OS 10.5 o superior y ajustes de red compatibles para esta funcionalidad.\r\nLa conexión sin cable a DeX solo está disponible en los modelos Galaxy Note20, TabS7, y Galaxy Z Fold2. Wireless DeX está limitado para ciertas apps y podría requerir la compra de licencia.\r\nApple y AirPlay 2 son marcas comerciales de Apple Inc. registradas en Estados Unidos y otros países. La disponibilidad del servicio puede variar según la región. AirPlay 2 requiere iOS 12.3 o posterior, o macOS 10.14.5 o posterior.",
    "stock": "15",
    "price": "58.999",
    "shipping": "true/",
    "discountAply": ""
  },
  {
    "id": 1654873067473,
    "name": "Micrófono HyperX SoloCast condensador cardioide negro",
    "photo1": "1654873067447.jpeg",
    "photo2": "1654873067450.jpeg",
    "photo3": "1654873153190.jpeg",
    "photo4": "1654873289354.png",
    "catg": "Accesorios",
    "description": "Descripción\r\nCon el micrófono HyperX descubrirás una nueva forma de captar y emitir audios.\r\n\r\nFiel reflejo de la realidad\r\nIdeal para varias actividades. Te brindará un sonido de calidad y conseguirás la nitidez de las voces.\r\n\r\nUn formato a tu medida\r\nAl ser condensador, posibilitará un resultado claro y fino. Es ideal para percusiones, guitarras, pianos, entre otros. Por su respuesta tan definida ante la voz, es el más elegido por los profesionales.\r\n\r\nDiseño eficaz\r\nSu patrón polar cardioide ofrece una mayor sensibilidad hacia los sonidos frontales, y así evita los ruidos provenientes de la parte posterior.  ",
    "stock": "30",
    "price": " 10.599",
    "shipping": false,
    "discountAply": "",
    "discount": false
  },
  {
    "id": 1654874993040,
    "name": "Auriculares Logitech H390 negro",
    "photo1": "1654874993025.jpeg",
    "photo2": "1654874993027.jpeg",
    "photo3": "1654875212176.jpeg",
    "photo4": "1654875308214.png",
    "catg": "Accesorios",
    "description": "Descripción\r\nEn la calle, en el colectivo o en la oficina, tené siempre a mano tus auriculares Logitech y ¡escapate de la rutina por un rato! Vas a poder disfrutar de la música que más te gusta y de tus podcasts favoritos cuando quieras y donde quieras.\r\n\r\nEl formato perfecto para vos\r\nAl ser on-ear se apoyan en tus orejas cómodamente y ofrecen una gran calidad de sonido. Usalos en viajes largos o actividades al aire libre.    ",
    "stock": "",
    "price": "4.850",
    "discount": false,
    "discountAply": "0",
    "shipping": false
  },
  {
    "id": 1654879630351,
    "name": "Mouse Pad Redragon P003 Suzaku de caucho y tela xl ",
    "photo1": "1654879630339.jpeg",
    "photo2": "1654879630340.jpeg",
    "photo3": null,
    "photo4": null,
    "catg": "Accesorios",
    "description": "Descripción\r\nEs tan fácil deslizar el mouse. Con tu Redragon P003 podrás llenar la pantalla de tu ordenador de clicks. Su elaborada superficie le dará precisión y comodidad a tus movimientos.\r\n\r\nMedidas: 300mm x 800mm x 3mm\r\n\r\nCalidad en su confección\r\nDiseñada con materiales de calidad, tu almohadilla de caucho, tela te dará una agradable sensación al tacto y evitará un gran desgaste en la base de tu mouse. Este tipo de opción es ideal para gamers ya que reparte la presión de manera simétrica, conservando un nivel de precisión adecuado. ",
    "stock": "50",
    "price": "2.590",
    "shipping": false,
    "discountAply": "5",
    "discount": true
  }
]
